import React from 'react';
import photoTips from '../../../imgArticles/photoTips.webp';

export default function GreatPhotosTips() {
  return (
    <div className="catSitter">
      <h1>СОВЕТЫ ПО СЪЕМКЕ ДОМАШНИХ ЖИВОТНЫХ ДЛЯ НАЧИНАЮЩИХ: КАК СДЕЛАТЬ ОТЛИЧНЫЕ ФОТОГРАФИИ ВАШЕГО ЛЮБИМЦА</h1>
      <div>
        <div className="div_article_img">
          <img className="article_img" src={photoTips} alt="dog" />
        </div>
      </div>
      <div>
        <p>
          Вы можете лично убедиться, насколько очарователен ваш пушистый компаньон, но запечатлеть его на камеру, чтобы поделиться с остальным миром, часто бывает непросто.
          От попыток заставить вашу кошку смотреть прямо в объектив, до борьбы с особенно игривым щенком или просто выбора привлекательного фона, фотография домашних животных может быть довольно сложной задачей!
          Вот почему мы собрали несколько полезных советов по фотосъемке домашних животных, которые помогут вам сфотографировать ваших драгоценных членов семьи.
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>1. Используйте лакомство или игрушку, чтобы привлечь внимание вашего питомца</h3>
        <p>
          Одна из самых сложных частей фотосъемки вашей собаки или кошки может заключаться в том, чтобы удерживать их внимание, пока вы делаете идеальный снимок, в то время как их настроение может быть игривым, очень сонным или просто немного озорным.
          Один из способов обойти это — взять одну из любимых игрушек питомца или угощение и поднести ее прямо к камере, чтобы вы могли сфотографировать их, уставившихся в объектив широко раскрытыми глазами и настороженными!
        </p>
      </div>
      <div>
        <h3>2. Кошки любят вздремнуть, воспользуемся этим для фото</h3>
        <p>
          Чтобы сделать хорошее фото вашей кошки, необязательно, чтобы она не спала — будьте авантюристичны.
          Особенно трудно фотографировать кошек, когда они бодрствуют и исследуют мир, но они любят вздремнуть.
          Получите максимум удовольствия от спокойного времяпрепровождения своих усатых друзей и начните щелкать.
          Вы сможете сделать столько фотографий, сколько пожелаете, а также попробовать разные ракурсы, а это значит, что вы сможете мгновенно получить идеальное фото вашего кошачьего друга, мирно дремлющего.
        </p>
      </div>
      <div>
        <h3>3. Опуститесь на уровень вашего питомца</h3>
        <p>
          Пытаетесь показать великолепные карие глаза вашего щенка или сладкий розовый нос вашего котенка?
          Чтобы получить хорошее фото вашей собаки или кошки, попробуйте сделать фото на их уровне.
          Если вы присядете, встанете на колени или даже ляжете, вы сможете более подробно рассмотреть своего питомца и его очаровательные черты.
        </p>
        <div>фОТО</div>
      </div>
      <div>
        <h3>4. Выключите вспышку</h3>
        <p>
          Учитывайте время суток и условия освещения.
          Помните, в отличие от нас, домашние животные не готовы к вспышкам, да и не являются их фанатами — вы не получите хорошего фото вашей собаки или кошки, напугав их.
          Старайтесь не делать фотографии там, где необходима вспышка, выбирайте дневные настройки там, где это возможно, или хорошо освещенные помещения, если вы не можете устоять перед вечерним снимком.
        </p>
        <h3>5. Выйдите на улицу</h3>
        <p>
          Когда дело доходит до фона, природа — ваш лучший друг!
          Выйти на улицу, чтобы сфотографироваться, не только помогает с освещением, но и является отличным способом запечатлеть индивидуальность вашего питомца!
          Большинство собак оживают на прогулке, так что не упустите возможность сфотографировать их бегущими, играющими или катающимися по траве.
          Отличные снимки на улице можно делать не только с собаками — кошки любят греться на солнышке в теплый день и легко прыгают через забор.
        </p>
        <h3>6. Активируйте «live» режим</h3>
        <p>
          Попытка сделать один идеальный снимок — это большая нагрузка для любого, кто плохо знаком с фотографией домашних животных, поэтому активируйте «live» режим на своем телефоне или другой аналогичный формат, позволяющий делать несколько снимков одновременно.
          Таким образом, вы не ограничены тем, что ваш питомец моргает или уходит — ваш телефон отключится, пока вы сосредоточитесь на привлечении внимания вашего питомца.
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>7. Убедитесь, что свет направлен на них, а не на вас</h3>
        <p>
          Вы когда-нибудь делали снимок, который по вашему мнению, будет выглядеть ВОСХИТИТЕЛЬНО, но обнаруживали, что ваш котенок или песик выглядит как силуэт?
          Мы все сталкивались с этим — ваш кошачий друг выглядит мило на подоконнике, но чтобы получить наилучшую экспозицию, вам нужно, чтобы источник света был обращен к нему, а не сзади.
          А если ваш волевой котенок просто не двигается, подумайте о том, чтобы делать снимки сбоку (поместив камеру на подоконник) и добавьте еще один источник света (например, кольцевой свет) позади камеры.
        </p>
        <h3>8. Если ваша кошка любит телевизор, бегайте вместе с ней</h3>
        <p>
          Не буквально, конечно!
          Отличное эмпирическое правило при съемке домашних животных — брать на себя инициативу (опять же, не буквально).
          Вместо того, чтобы размещать их в фотогеничном месте и возиться с их углами, снимайте, когда они расслаблены.
          А так как многие наши пушистые друзья находят телевизор просто завораживающим, включите несколько видеороликов с домашними животными и выложите фотографии вашего питомца, выглядящего занятым и задумчивым.
        </p>
        <h3>9. Не масштабируйте, обрезайте</h3>
        <p>
          Если вам нравятся крупные планы очаровательной мордочки вашего питомца, мы вас понимаем.
          К сожалению для нас, начинающих фотографов домашних животных, наши пушистые друзья не являются большими поклонниками того, чтобы терпеть камеру перед лицом.
          Таким образом, вместо того, чтобы увеличивать изображение через всю комнату, чтобы сделать идеальный снимок, вместо этого сделайте снимок с расстояния и обрежьте изображение позже.
          Это поможет сохранить качество фотографии и избежать раздражающего размытия или нечеткости!
        </p>
      </div>
    </div>
  );
}
