import React from 'react';
import catSitters from '../../../imgArticles/catSitters.webp';
import './articleStyle.css';

export default function CatSitterArticle() {
  return (
    <div className="article">
      <div>
        <h1>СИТТЕРЫ ДЛЯ КОШЕК</h1>
        <div className="div_article_img">
          <img className="article_img" src={catSitters} alt="dog" />
        </div>
        <p>
          Поиск няни для кошек, которой вы доверяете, может сделать отдых лучше для вас и вашего питомца.
          Пока вас нет, ваша кошка может расслабиться на своем любимом диване и побродить по знакомой территории.
          Между тем, вы можете расслабиться, зная, что питомцы получают безраздельное внимание, которого они заслуживают.
          Когда пришло время найти няню для кошек, Pet&Travel здесь, чтобы помочь.
        </p>
        <h1>КТО ТАКИЕ СИТТЕРЫ ДЛЯ КОШЕК?</h1>
        <p>
          Популярная альтернатива питомникам, кошачьи няни — это такие же любители домашних животных, как и вы, которые останутся с вашими кошками, когда вас нет дома.
          Это могут быть милые местные кошатники или добрые люди, приехавшие издалека, чтобы провести время в новом месте с очаровательным животным.
        </p>
        <p>
          Для Pet&Travel присмотр за кошками — это любовь к домашним животным.
          Наши няни никогда не берут плату за уход за кошкой, и точно так же владельцы никогда не берут плату за проживание.
          Это особый обмен между единомышленниками, который защищает кошек, помогая друг другу путешествовать.
        </p>
        <h1>ПОЧЕМУ МНЕ НУЖЕН СИТТЕР? ПЛЮСЫ И МИНУСЫ</h1>
        <ul>
          <li>
            <span>ПЛЮС: Кошкам это нравится, потому что они могут оставаться в безопасности и тепле в своем счастливом месте — собственном доме. Все с человеком-компаньоном под рукой, чтобы гарантировать, что у них есть все, что им нужно.</span>
          </li>
          <li>
            <span>ПЛЮС: Привлечение кошачьей няни — популярный вариант, который, по словам ветеринаров, предпочитают домашние животные.</span>
          </li>
          <li>
            <span>ПЛЮС: Владельцам это нравится, потому что они могут уйти, зная, что их кошка в безопасности дома с другом-любителем кошек, который может дать их кошке бесконечное время, заботу и компанию.</span>
          </li>
          <li>
            <span>ПЛЮС: Если вы наймете кошачью няню, вам больше никогда не придется просить соседа, друга или члена семьи помочь с уходом за кошкой.</span>
          </li>
          <li>
            <span>ПЛЮС: Кошатники ухаживают за кошками бесплатно, так что вам не нужно будет платить за дорогой питомник.</span>
          </li>
          <li>
            <span>ПЛЮС: Няням это нравится, потому что они могут заполнить дыру в форме котенка в своем сердце, путешествуя по миру.</span>
          </li>
          <li>
            <span>МИНУС: Назовите нас предвзятыми, но мы действительно не можем придумать никаких «минусов» в том, чтобы нанять няню для кошек!</span>
          </li>
        </ul>
        <h3>Что делает ситтер для кошек?</h3>
        <p>
          Короткий ответ: делает все возможное, чтобы ваша кошка была в безопасности и счастлива, пока вас нет.
          Мы рекомендуем сначала побеседовать с кошачьими нянями, чтобы убедиться, что вы нашли идеальную пару.
          Сначала напишите список потребностей вашей кошки и убедитесь, что няня будет рада их удовлетворить.
          Например, давать лекарства два раза в день, проводить час или два, играя вместе, или позволять кошкам спать на кровати.
          Не забудьте записать инструкции, чтобы няня могла обеспечить вашей кошке индивидуальный уход, который вы даете ей.
        </p>
        <h3>Почему моей кошке должно быть комфортно с ситтером?</h3>
        <p>
          Это действительно вопрос, на который можете ответить только вы.
          Ваша кошка обычно хорошо ладит с новыми людьми?
          Если возможно, попробуйте сначала договориться о встрече с любителем кошек, чтобы ваша кошка могла с ним познакомиться.
          Может быть хорошей идеей привезти их на день или два раньше, чтобы они частично совпадали, и ваша кошка могла видеть, что вам с ними комфортно.
          В любом случае, большинство кошек особенно привязаны к своему дому, поэтому найти кошачью няню, как правило, гораздо лучшее решение, чем поселить их в питомнике, который часто бывает шумным и полным незнакомых запахов и достопримечательностей.
        </p>
        <h3>А нужен ли кошке ситтер?</h3>
        <p>
          Кошки — очень независимые существа, но мы думаем, что они определенно выигрывают от особого внимания и общения с няней.
          Некоторые люди могут попросить соседа зайти на час, чтобы покормить и поиграть с их кошками, но мы думаем, что лучше, чтобы кто-то был рядом все время.
          Это означает, что у вашей кошки есть приятные дружеские колени, на которых она может свернуться калачиком.
          Это также означает, что есть кто-то, кто может отреагировать, если ваша кошка получит травму или заболеет.
        </p>
        <h3>Можете ли вы доверять ситтеру?</h3>
        <p>
          Все наши няни верифицированы, потому что они увлечены животными. Наши кошатники проходят проверку телефона/электронной почты и проверку личности, и у всех есть индивидуальные профили, где вы можете прочитать рекомендации от предыдущих владельцев кошек, за которых они сидели.
          Вы можете легко проверить их прошлый опыт. Потратьте время на то, чтобы познакомиться со своей кошачьей няней — с помощью чатов или лично, если это возможно.
          Очень важно использовать свою собственную интуицию и внутреннее чутье при выборе кого-то, кто будет заботиться о вашем любимом питомце, и если что-то кажется вам «неправильным», не бойтесь расторгнуть соглашение.
        </p>
      </div>
    </div>

  );
}
