import React from 'react';
import parrot1 from '../../../imgArticles/parrot1.jpg';
import './articleStyle.css';

export default function BirdsPets() {
  return (
    <div className="catSitter">
      <h1>7 причин завести птицу в качестве домашнего питомца</h1>
      <div className="div_article_img">
        <img className="article_img" src={parrot1} alt="parrot" />
      </div>
      <div>
        <p>
          Домашние птицы милые и забавные,
          и они определенно заслуживают целого дня, посвященного их
          замечательным, уникальным личностям.

        </p>
        <p>
          Как бы то ни было, нашим пернатым друзьям повезло! 17 сентября
          отмечается Национальный день домашних птиц, и в знак уважения к нашим любимым
          чирикающим приятелям, мы делимся некоторыми (многими)
          причинами, по которым домашние птицы являются действительно идеальными компаньонами.
        </p>

        <p>
          Итак, оставим в стороне споры о различиях между «командой любителей собак» и
          «командой любителей кошек» и
          присоединимся к нашему погружению 7 основных причин, по которым вам
          почти наверняка следует рассмотреть возможность содержания птиц
          в качестве домашних животных…
        </p>
        <div>ТУТ ТОЖЕ МОЖНО ФОТО</div>
      </div>
      <div>
        <h3>Являются ли птицы хорошими домашними животными?</h3>
        <p>
          Из птиц получаются отличные домашние животные, и владение птицей может быть очень
          полезным опытом.
          Они общительны, умны и при правильной социализации могут отлично входить в контакт со своими семьями.
          Они хорошо себя чувствуют даже в домах с детьми, за ними относительно легко (и недорого) ухаживать и дрессировать!
        </p>
        <div>ТУТ ФОТО</div>
      </div>
      <div>
        <h2>7 причин почему птицы идеальные питомцы</h2>
        <h3>1. Они легко обучаются</h3>
        <p>
          Вам не нравится мысль о том, чтобы проводить часы за часами в классах по дрессировке домашних животных?
          Тогда Вы будете в своей стихии с птицей.
        </p>
        <p>
          Их высокий интеллект означает, что птицы легко поддаются дрессировке и могут научиться множеству крутых трюков и заданий, которые гарантированно удивят всех ваших друзей, любящих птиц.
        </p>
        <p>
          Однако будьте осторожны — некоторые породы домашних птиц являются мастерами мимикрии, и некоторые виды попугаев и волнистых попугаев нередко улавливают звуки и слова, которые они слышат по всему дому.
          Мы все видели эти забавные видео на YouTube, верно?
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>2. Они отлично подходят для жизни в квартире</h3>
        <p>
          Из-за своего небольшого (и очень очаровательного) размера птицам требуется очень мало пространства, и поэтому они являются отличным выбором для тех, у кого небольшая жилплощадь.
        </p>
        <p>
          Кроме того, за птицами относительно легко ухаживать — по крайней мере, по сравнению с кошкой или собакой.
          Они с удовольствием отдыхают дома в своих клетках, когда вы на работе или иным образом заняты (что означает отсутствие опасности вернуться домой и обнаружить, что диван разорван на куски!), и требуют минимального ухода.
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>3. Они очень умные</h3>
        <p>
          Тот, кто придумал термин «птичий мозг», был серьезно неправильно понят.
        </p>
        <p>
          Эти птичьи Эйнштейны очень умны — многие из них обладают отличными способностями к решению проблем и когнитивными способностями и стремятся осваивать новые приемы и навыки.
          Они также обладают отличной памятью, а также могут узнавать своих любимых родителей (мы уверены, что это будет очень приятной новостью для всех вас, птичьих мам/пап/друзей).
        </p>
        <p>
          Как очень родители умных питомцев, птичьи мамы и папы сделают все возможное, чтобы инвестировать в множество игрушек и аксессуаров, которые помогут стимулировать активный мозг их маленького приятеля.
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>4. Они являются отличными домашними питомцами для семей</h3>
        <p>
          Птицы являются популярными домашними животными в семьях с детьми, пожилыми людьми, родителями-одиночками и парами. На самом деле, они довольно универсальны и в правильном доме, несомненно, станут отличным компаньоном для всех типов хозяев.
        </p>
        <p>
          У вас нет большого опыта обращения с птицами?
          Кореллы, какаду и попугаи — одни из лучших семейных птиц для начинающих владельцев.
        </p>
        <p>
          Или, если вы хотите попробовать свои силы в уходе за птицами, прежде чем стать хозяином пернатому другу, есть много владельцев птиц, которые ищут любящих нянь для домашних животных, что является отличным способом получить некоторый опыт.
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>5. Они невероятно общительны</h3>
        <p>
          Сначала вы можете так не подумать, но птицы действительно очень общительные существа!
          На самом деле, многие владельцы домашних животных приятно удивлены, узнав, что ответ на вопрос «привязываются ли птицы?» — большое, летящее ДА!
        </p>
        <p>
          При правильном обучении и социализации ваша домашняя птица может быть такой же общительной, любящей и ласковой, как любая кошка или собака. Проводите время со своей птицей за пределами ее клетки, разговаривайте с ней, любите ее, и вам и вашему новому крылатому приятелю не потребуется много времени, чтобы сформировать близкую и прочную связь.
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>6. Они уменьшают количество стресса</h3>
        <p>
          Широко известно, что пребывание рядом с нашими пушистыми и, да, пернатыми друзьями, помогает снизить стресс и кровяное давление.
          И домашние птицы не исключение.
        </p>
        <p>
          На самом деле, исследования показали, что наблюдение за птицами полезно для вашего психического здоровья — оно может даже снизить риск тревоги и депрессии.
          И если так подумать, что может быть более успокаивающим и терапевтическим, чем смотреть, как милая, красивая птичка занимается своим делами?
        </p>
        <div>ФОТО</div>
      </div>
      <div>
        <h3>7. Они, как правило, живут долго</h3>
        <p>
          В чем заключается единственная причина для грусти, если вы хозяин домашнего питомца?
          Короткая продолжительность жизни наших любимцев (душераздирающе).
        </p>
        <p>
          В идеальном мире наши питомцы жили бы вечно.
          Потеря любимого питомца-компаньона — одна из самых душераздирающих вещей, через которые придется пройти родителям домашних животных, но любители птиц будут рады узнать, что многие виды птиц живут долго и счастливо.
          На самом деле, некоторые виды птиц, такие как голубой и желтый ара, могут дожить даже до глубокой старости — 100 лет!
        </p>
        <p>
          Итак, если вы ищете питомца на всю жизнь, птица может быть просто отличным решением!
        </p>
      </div>
    </div>
  );
}
