import React from 'react';

export default function LoveInDogLanguage() {
  return (
    <div>
      <div>
        <h1>КАК ПОКАЗАТЬ ЛЮБОВЬ СВОЕЙ СОБАКЕ</h1>
        <div>ФОТО</div>
        <p>
          Мы все видели одно из тех приятных видео, где собака воет «Я люблю тебя». Но как собаки проявляют привязанность?
        </p>
        <p>
          Наши четвероногие друзья выражают свою безусловную любовь своим восторженным энтузиазмом каждый раз, когда вы входите в дверь, и своими щенячьими глазами каждый раз, когда вы уходите.
          Это их теплый прием после вашего отпуска, их любящее общение, когда вы чувствуете себя подавленным, и их ласковые объятия после долгого рабочего дня; не секрет, что ежедневная доза обожания от наших пушистых друзей принесет пользу любому владельцу домашнего животного или собаководу.
        </p>
        <p>
          Но как сказать своему любящему пушистому малышу, что не можешь жить без него?
          Читайте дальше, чтобы узнать, как показать собаке, что вы ее любите.
        </p>
        <div>ФОТО</div>
        <h2>Поиграй в добычу!</h2>
        <p>
          Мы все знаем, что щенки без ума от мяча, но иногда мы недооцениваем, насколько важна игра в мяч для наших любимых лучших друзей.
        </p>
        <p>
          Представьте, что вы бездельничаете дома весь день, и вам нужно размять ноги.
          Нет ничего лучше, чем пробежаться по парку, ветер в волосах (ушах) и есть за чем гоняться!
          Точно так же, как ослы, тянущие телегу за морковкой на веревочке, мы все любим небольшой стимул, чтобы стать активными.
        </p>
        <p>
          Добавьте к этому естественный охотничий инстинкт собак, и легко понять, почему они любят играть в апорт!
          Будем надеяться, что их навыки вспоминания так же хороши…
        </p>
        <div>ФОТО</div>
        <h2>Станьте профессиональным чесальщиком ушей</h2>
        <p>
          Большинство собак любят, когда их гладят, на самом деле, они не могут нарадоваться.
          Но знаете ли вы, что у наших собачьих компаньонов есть особое место за ушами?
        </p>
        <p>
          Ключевой нервный центр означает, что, почесав вашего пушистого друга за ушами, высвободятся эндорфины хорошего самочувствия, которые сделают вашу собаку счастливой.
          И эти пушистые собачьи уши могут творить чудеса с вашим собственным уровнем окситоцина; исследования доказали, что это может быть таким же успокаивающим и успокаивающим средством для родителей домашних животных, как и для щенков.
        </p>
        <p>
          Оздоровительный совет номер один — потрите уши вашей собаке!
        </p>
        <div>ФОТО</div>
        <h2>Прокачай свою собаку</h2>
        <p>
          Помимо стандартного «сиди… подожди… принеси!», тренируйте своего лучшего друга давать пять, притворяйтесь мертвым и даже катайтесь на скейтборде!
        </p>
        <p>
          Обучение поддерживает активность мозга наших приятелей, заставляет их чувствовать себя полезными, а также отлично подходит для родителей домашних животных!
          Теперь, если бы мы могли просто научить питомца, как приготовить хороший утренний кофе…
        </p>
        <div>ФОТО</div>
        <h2>Болтайте по душам</h2>
        <p>
          Собаки — общительные стайные животные, поэтому один из лучших способов сказать собаке, что вы ее любите, — это поболтать с ней.
          Поверьте нам, они отличные слушатели, и их безусловная любовь к вам означает, что вы можете поговорить с ними о чем угодно.
        </p>
        <p>
          Высказаться о шумном соседе, поделиться о своем вспыльчивом боссе и даже рассказать ему свои самые сокровенные и темные секреты.
          Обсуждение вещей с вашим лучшим другом тоже полезно для вас — считайте это чем-то вроде терапии.
        </p>
        <p>
          Сердечный разговор о своих проблемах без какого-либо (намеренного) осуждающего взгляда может снизить кровяное давление и уровень стресса, сделав вас во всех отношениях более счастливым родителем домашнего питомца.
        </p>
        <div>ФОТО</div>
        <h2>…или немного историй</h2>
        <p>
          Вы можете поговорить с собакой, а затем рассказать ей историю.
          Доказано, что чтение в приюте успокаивает беспокойных или энергичных собак.
          Так почему бы не попробовать это со своим собственным четвероногим другом?
        </p>
        <p>
          Вы выиграете дополнительные очки, если попытаетесь включить слова, понятные собакам, например «белка», «рации» и «хороший мальчик»!
          Собаки на самом деле любят звук этого высокого детского голоса, который вы издаете, когда остаетесь одни, так что продолжайте делать то, что вы делаете!
        </p>
        <p>
          Выражение лица и язык тела также помогают показать собаке, что происходит в истории, поддерживать ее интерес и показать, что вы ее любите.
        </p>
        <div>ФОТО</div>
        <h2>Держите зрительный контакт</h2>
        <p>
          У вас когда-нибудь возникало ощущение, что кто-то наблюдает за вами?
          Если у вас есть собака в доме, вы будете слишком знакомы с этим пристальным взглядом, особенно когда вы едите.
          Что ж, в следующий раз попробуйте удерживать этот зрительный контакт некоторое время, чтобы установить более глубокую связь со своим четвероногим другом и показать ему, что вы настоящий любитель собак.
        </p>
        <p>
          Исследования показывают, что зрительный контакт может повысить уровень окситоцина в крови собаки на 130%, а у человека — на целых 300%!
          Удержание этого зрительного контакта может усилить любовную связь, которую мы разделяем с нашими любимыми животными, и если вы можете заставить их поднять брови, вы полностью их покорите.
        </p>
        <div>ФОТО</div>
        <h2>Побалуйте своего пса</h2>
        <p>
          Нежная любящая забота является важной частью любых отношений.
          Все собаки хотят быть частью семьи, поэтому дарить им ту же любовь и внимание, что и другим членам семьи, — это один из лучших способов показать собаке, что вы ее любите.
        </p>
        <p>
          Чем больше качественного времени вы проводите друг с другом, тем крепче будет ваша связь друг с другом. Если вам интересно, как наладить контакт со своей собакой, погладьте ее по животу, пощекочите под подбородком или позвольте щенку поваляться у вас на коленях по вечерам.
          Объятия заставят вашу собаку чувствовать себя в безопасности, как часть стаи.
        </p>
      </div>
    </div>
  );
}
