import React from 'react';
import dogSitters from '../../../imgArticles/dogSitters.webp';

export default function DogSitterArticle() {
  return (
    <div className="catSitter">

      <div>
        <h1>СИТТЕРЫ ДЛЯ СОБАК</h1>
        <div>
          <div className="div_article_img">
            <img className="article_img" src={dogSitters} alt="dog" />
          </div>
        </div>
        <p>
          Есть ли что-нибудь лучше, чем найти ситтера, которому можно доверять?
          Ваш питомец может наслаждаться своими любимыми игрушками (и собственным диваном), а вы можете наслаждаться своим временем вдали от дома, зная, что о вашем лучшем друге заботятся должным образом.
          Когда придет время нанять няню для вашей следующей поездки, вы можете положиться на Pet&Travel.
        </p>
        <h2>Почему я должен пригласить ситтера для собак?</h2>
        <p>
          Присмотр за собаками — это добрая и заботливая альтернатива питомникам.
          Вместо каких-либо потрясений к вам домой приходит любитель домашних животных и составляет компанию вашей собаке, когда вы отсутствуете.
          И, если они являются членами Pet&Travel, вы можете быть уверены, что они такие же заботливые любители домашних животных, как и вы.
        </p>
        <p>
          Pet&Travel — это все о любви к домашним животным.
          Когда вы найдете у нас ситтера для собак, он не будет взимать плату за предоставленный уход.
          Точно так же наши владельцы никогда не берут плату за проживание ситтера. Мы рассматриваем это как честный обмен.
        </p>
        <p>
          Собаки любят это, потому что они могут оставаться счастливыми дома с новым другом-человеком, который может дать им любящую заботу и компанию, а также помочь им поддерживать их любимый распорядок дня.
          От прогулок и игр до множества объятий, ситтеры предлагают специализированный уход за домашними животными, который, по словам ветеринаров, предпочитают животные.
        </p>
        <p>
          Владельцам это нравится, потому что они могут путешествовать с истинным спокойствием, зная, что их собака в безопасности дома с единомышленником-любителем домашних животных.
          Им не нужно звонить семье или коллегам — проверенные няни из ближнего и дальнего зарубежья рады помочь.
        </p>
        <p>
          Ситтерам это нравится, потому что они могут проводить время с очаровательными собаками, путешествуя по миру.
          Это мечта любого любителя собак — исследовать новые места, где их ждут собаки-компаньоны.
        </p>
        <h2>Как это работает?</h2>
        <p>
          В то время как некоторые местные няни открывают свои дома для своих клиентов-собак, Pet&Travel считает, что домашним животным лучше оставаться в собственном доме.
          Окруженные достопримечательностями, запахами и местами для сна, которые они знают и любят, ветеринары соглашаются, что это место, где все животные чувствуют себя в полной безопасности.
        </p>
        <p>
          Предпочтительный вариант для владельцев собак по всему миру, няня на дому особенно полезна, если у вас есть несколько животных или собак, нуждающихся в особом уходе.
          С тысячами профилей нянь для изучения и полезными инструментами, такими как проверки, рекомендации и безопасный обмен сообщениями, участники Pet&Travel могут легко найти идеального человека для ухода за их конкретным питомцем.
        </p>
        <p>
          Так как же нанять ситтера для собак, если вы являетесь участником Pet&Travel? Верифицировавшись и зарегистрировавшись, участники могут связаться друг с другом, чтобы безопасно и надежно организовать столько мест, сколько им нужно, используя веб-сайт.
        </p>

        <h3>Сколько стоят услуги ситтера?</h3>
        <p>
          В то время как некоторые няни берут деньги за свои услуги, в Pet&Ytavel все наши участники выбирают присмотр за собаками бесплатно.
          Это потому, что они считают это справедливым обменом.
          Они дают вашей собаке безраздельную заботу и внимание, в которых она нуждается, а взамен они могут бесплатно оставаться в вашем доме — и, конечно же, наслаждаться совершенно потрясающей компанией вашего питомца.
        </p>
        <h3>Как мне найти ситтера?</h3>
        <p>
          После того, как вы зарегистрировались в Pet&Travel, у вас есть доступ к огромной сети опытных собаководов на выбор.
          Начните с заполнения своего профиля информацией о ваших питомцах и доме, добавьте несколько фотографий и даты вашего отсутствия.
          Затем подождите, чтобы получить заявки от нашего сообщества любителей собак.
          Помимо чтения приложений няни, вы также можете просмотреть их профиль, фотографии, подтверждения и предыдущий опыт сидения дома, что поможет вам выбрать идеального человека, который будет присматривать за вашим домом. и домашние животные.
        </p>
        <h3>Что делает ситтер?</h3>
        <p>
          Хорошая няня сделает все возможное, чтобы ваш питомец был в безопасности и счастлив.
          Будь то трехмильная прогулка каждое утро, прием лекарств два раза в день или ежедневная чистка зубов, наши члены сделают все это.
          Подумайте, в каком уходе нуждается ваша собака, и составьте список.
          Когда придет время взять интервью у ваших нянь, вы можете прочитать этот список и убедиться, что они будут рады уделить вашей собаке идеальный уровень внимания.
          Важно быть максимально честным – это вряд ли оттолкнет опытных нянь, а ваш питомец будет счастлив, когда его потребности будут удовлетворены.
        </p>
        <h3>Нужно ли собирать вещи для няни?</h3>
        <p>
          Одним из самых больших преимуществ использования Pet&Travel является то, что вам не нужно ничего упаковывать — ситтер приезжает и живет в вашем доме.
          Это означает, что нет риска забыть упаковать любимый мяч или одеяло вашей собаки. Они счастливы с новым лучшим другом, с которым можно поиграть.
        </p>
        <h3>Какие вопросы задать ситтеру?</h3>
        <p>
          В профилях наших собаководов должно быть много информации, которую вам нужно знать, например, с какими животными сидит няня.
          После того, как вы прочитали их профиль, решите, есть ли что-то, что вы хотите, чтобы они расширили. Вы также можете спросить, есть ли что-то, что им неудобно делать, и сколько времени они планируют проводить с вашим питомцем во время сидения.
        </p>
        <h3>Что я могу ожидать от ситтера?</h3>
        <p>
          Это действительно зависит от того, что вы попросите няню сделать. С Pet&Travel вы можете рассчитывать на то, что они останутся в вашем доме, чтобы ваша собака могла жить дома пока вас нет.
          Как правило, няни будут составлять компанию вашей собаке, обеспечивая при этом все необходимое, например, кормление, уход за шерстью, прогулки и совместное времяпрепровождение.
          Если у вашей собаки есть какие-то особые потребности, например, ей нужны лекарства или дополнительная дрессировка, вам следует обсудить это с няней.
        </p>
      </div>
    </div>
  );
}
