import React from 'react';
import dogShed from '../../../imgArticles/dogShed.webp';

export default function DogsThatDontShed() {
  return (
    <div className="catSitter">
      <div>
        <h1>8 ПОРОД СОБАК КОТОРЫЕ ПОЧТИ НЕ ЛИНЯЮТ</h1>
        <div className="div_article_img">
          <img className="article_img" src={dogShed} alt="dog" />
        </div>
        <p>
          Мечтаете разделить свой дом с милым собачьим компаньоном, но чихаете при одном только его виде?
          Вы не одиноки. Конечно, вместо того, чтобы посвятить жизнь таблеткам от аллергии, вы всегда можете подумать о собаках, которые не линяют.
        </p>
        <p>
          Да, они существуют.
          Ну - вроде.
          Хотя полностью гипоаллергенных собак не существует, есть породы, которые линяют меньше, чем другие (имеется в виду меньше перхоти домашних животных), что делает их гораздо более подходящими для тех, кто чувствителен к собачьей шерсти.
        </p>
        <p>
          Даже если вы не страдаете аллергией, возможно, вы просто ищете собаку, которая соответствует вашему образу жизни и не покрывает ваш диван (или ваши любимые черные джинсы) кучей пуха.
        </p>
        <p>
          Хотя мы бы с радостью носили его как почетный знак, мы знаем, что он не для всех.
          Итак, радуйтесь, как страдающие аллергией на домашних животных, так и владельцы домашних животных, гордящиеся своим домом!
          Здесь мы поделимся списком некоторых мелких, средних и крупных пород собак, которые не линяют.
          Выбросьте эти ролики для ворса, ребята. Здесь они вам не понадобятся…
        </p>
        <div>ФОТО</div>
        <h2>Лхаса Апсо</h2>
        <p>
          В первую очередь: милая лхаса апсо, мало линяющая собака, которая даже в сезон линьки линяет очень мало!
          У них длинная красивая шерсть, которая потребует некоторого ухода, поэтому любые будущие родители домашних животных должны быть готовы к регулярным поездкам к грумерам.
        </p>
        <p>
          Забавный факт: Лхаса Апсо имеет очень королевское происхождение.
          Это правда - изначально они были выведены для службы в качестве сторожевых собак (мы знаем, в это трудно поверить!) во дворцах Гималаев.
          И родители домашних животных говорят нам, что они точно не забыли о своих царственных корнях…
        </p>
        <div>ФОТО</div>
        <h2>Брюссельский гриффон</h2>
        <p>
          Хотя существует два типа брюссельского гриффона, это грубошерстный гриффон, о котором должны знать родители, чувствительные к перхоти домашних животных.
          Грубошерстные грифоны — собаки с низкой линькой, и даже в сезон линьки эти маленькие милашки практически не линяют.
        </p>
        <p>
          Однако владельцы жесткошерстных грифонов должны знать, что за этими щенками требуется немного больше ухода, когда дело доходит до ухода: их грубошерстная шерсть нуждается в регулярной щетке, чтобы они выглядели аккуратно и опрятно, и им потребуется время от времени подстригать их у грумеров.
        </p>
        <p>
          Эти маленькие щенки умны, веселы и бесконечно лояльны (мы серьезно - они не захотят покинуть вас).
          Более того, брюссельский гриффон действительно восхитителен. Я имею в виду, что может быть милее собаки с маленькой бородкой?
        </p>
        <div>ФОТО</div>
        <h2>Китайская хохлатая</h2>
        <p>
          Китайские хохлатые довольно культовые - они явно уникальны и почти мгновенно узнаваемы.
          Они также являются собаками с низким уровнем линьки и низким уровнем перхоти, что будет приятной новостью как для владельцев домашних животных, так и для аллергиков!
        </p>
        <p>
          Они в основном безволосые, с перьями на хвосте, ногах, голове и ушах.
          Их естественный внешний вид также означает, что за ними довольно легко ухаживать — им нужно регулярно купаться, чтобы их кожа оставалась чистой и свободной от проблем, и обычная щетка, чтобы они не спутывались.
        </p>
        <p>
          Летом им также понадобится здоровая доза солнцезащитного крема, а зимой — пушистое теплое пальто, чтобы им было уютно.
        </p>
        <div>ФОТО</div>
        <h2>Бишон фризе</h2>
        <p>
          Бишон фризе: настоящий плюшевый мишка в реальной собачьей форме.
          Этот пух с сахарной ватой очень мало линяет, а его плотная пушистая шерсть малоаллергенна для большинства.
        </p>
        <p>
          Тем не менее, родителям домашних животных придется заплатить небольшую цену за такую милую (и такую низкоаллергенную) собаку — вашу биш нужно будет регулярно расчесывать (в идеале каждый день), ежемесячно купать и стричь (или ежемесячно поход к грумерам).
          Бишоны невероятно ласковы, поэтому вы можете быть уверены, что взамен они дадут вам много любви и нежности — без меха и пуха.
        </p>
        <p>
          Еще одна хорошая новость: бишон с низкой линькой также известен как особенно чистоплотный щенок без запаха, а это означает, что они являются отличным выбором для тех, кто ищет собак, которые не линяют и не пахнут.
        </p>
        <div>ФОТО</div>
        <h2>Португальская водяная собака</h2>
        <p>
          Как и у некоторых других щенков в нашем списке, у португальской водяной собаки шерсть больше похожа на волосы, чем на мех, который постоянно растет.
        </p>
        <p>
          Хотя это означает, что они почти не линяют, они довольно требовательны к уходу и нуждаются в регулярном уходе и стрижке.
          Большинство владельцев домашних животных выбирают заколку для льва (где их морда и задние лапы выбриты) или заколку для ретривера (где их волосы подстрижены равномерно примерно на дюйм поперек тела).
        </p>
        <p>
          Несмотря на то, что они вошли в историю президентов США (португальская водяная собака прославилась благодаря собакам Белого дома Обамы, Бо и Санни!), эти мало линяющие собаки невероятно дружелюбны, любят веселье и стремятся угодить - и составляют прекрасную семью.
        </p>
        <div>ФОТО</div>
        <h2>Лаготто Романьоло</h2>
        <p>
          Вы когда-нибудь слышали о Лаготто Романьоло?
          У этих верных, милых псов густая шерстяная шерсть, которая мало линяет.
          Рабочая порода в душе, это настоящие сгустки энергии, которые любят бегать, играть и вести активный образ жизни.
        </p>
        <p>
          Они также любят воду — их имя происходит от Romagnol can lagòt, что буквально означает «водяная собака»!
        </p>
        <p>
          Они верные, любящие и, благодаря малой линяющей природе, являются идеальным вариантом, если вы ищете собак, которые мало линяют.
        </p>
        <h2>Ризеншнауцер</h2>
        <p>
          У ризеншнауцера довольно культовая пара бровей, а также жесткая шерсть, которая не сильно линяет.
        </p>
        <p>
          Хотя они не сильно линяют, «низкие эксплуатационные расходы» — это, безусловно, не то слово, которое вы бы использовали для описания ризеншнауцера.
          Они нуждаются в регулярном уходе и расчесывании, а их брови и бороду нужно будет регулярно подстригать, чтобы очаровательная мордочка вашей собаки не исчезала под листом меха...
        </p>
        <p>
          Они (как следует из названия) самые крупные из трех пород шнауцеров, их рост составляет около 27,5 дюймов в плече, а вес — до 95 фунтов.
          Они верные и смелые, и вдобавок из них получаются отличные сторожевые собаки и собачьи компаньоны!
        </p>
        <div>ФОТО</div>
        <h2>Бувье-де-Фландр</h2>
        <p>
          Познакомьтесь с Bouvier Des Flandres: эти большие, смелые собаки действительно бесстрашны и изначально были выведены для пастушьих и сельскохозяйственных работ.
          Они могут весить до 100 фунтов (и мы уверены, что значительная часть этого веса приходится на чистый мех и пух!).
        </p>
        <p>
          У бувье густая, пушистая двойная шерсть, и, хотя это может выглядеть как худший кошмар валика для удаления ворса, это порода с низкой линяющей способностью.
        </p>
        <p>
          Несмотря на то, что у них большой и крепкий внешний вид, не сомневайтесь в этом - эти собаки очень мягкие.
          Они очень ласковые и лояльные и создают прочные связи со своими любимыми родителями и семьями.
          Они также отлично ладят с детьми!
        </p>
      </div>
    </div>
  );
}
